Repository: mondu-ai/bnpl-checkout-jtl5
Catalog: locale/*/*.po
Languages: fr_fr, nl_nl

source: Sie haben die volle Kontrolle. Sie können den Betrag jederzeit innerhalb von {net_term} Tagen überweisen.|Datenschutz ist uns wichtig - Ihre Daten werden lediglich zur Identifizierung verwendet.
fr_fr: Gardez le contrôle. Vous pouvez transférer le montant à tout moment dans un délai de {net_term} jours.|La protection des données est importante pour nous - vos données ne seront utilisées que pour vous identifier.
nl_nl: Je hebt volledige controle. U kunt het bedrag te allen tijde binnen {net_term} dagen overmaken.|Gegevensbescherming is belangrijk voor ons - uw gegevens worden alleen gebruikt voor identificatiedoeleinden.

source: Sie müssen nichts tun! Wir nutzen Ihre IBAN zur Ausführung der Lastschrift.|Bevor wir den Betrag abbuchen, informieren wir Sie per E-Mail.|Gebührenfrei! Es fallen für Sie keine zusätzlichen Kosten für Ihre SEPA-Zahlung an.
fr_fr: Vous n’avez rien à faire. Nous utilisons votre IBAN pour le prélèvement du montant.|Nous vous informons par e-mail avant le prélèvement du montant sans frais.|Vous n’avez pas de frais supplémentaires à payer pour votre paiement par prélèvement automatique.
nl_nl: Je hoeft niets te doen! Wij gebruiken uw IBAN om de automatische incasso uit te voeren.|Voordat wij het bedrag afschrijven, informeren wij u per e-mail.|Gratis! Er zijn geen extra kosten voor uw SEPA-betaling.

source: Kostenfrei! Sie zahlen keine versteckten Gebühren oder Zinsen.|Automatische Zahlung alle 30 Tage nach Versand der Ware.|Jederzeit die Kontrolle! Wir informieren Sie über anstehende Ratenzahlungen per E-Mail.
fr_fr: Paiement sans frais ! Vous ne payez pas de frais cachés ni d’intérêts.|Prélèvement automatique tous les 30 jours à compter de la date d’envoi.|Gardez le contrôle à tout moment ! Nous vous informons par e-mail des paiements échelonnés à venir.
nl_nl: Gratis! U betaalt geen verborgen kosten of rente.|Automatische betaling elke 30 dagen na verzending van de goederen.|Altijd controle! Wij informeren u per e-mail over de komende termijnbetalingen.

source: API Sandbox Mode
fr_fr: Mode test de l’API
nl_nl: API Sandbox Modus

source: API Secret
fr_fr: API key
nl_nl: API Geheim

source: Webhooks Secret
fr_fr: Clé webhooks
nl_nl: Webhooks geheim

source: Mark order status as "Paid"?
fr_fr: Changer le statut de la commande comme “Payé” ?
nl_nl: Bestelstatus markeren als "Betaald"?

source: Yes
fr_fr: Oui
nl_nl: Ja

source: No
fr_fr: Non
nl_nl: Nee

source: Layout Configuration
fr_fr: Configuration de la mise en page
nl_nl: Lay-out configuratie

source: Enable Payment Method Group
fr_fr: Activer le groupe de méthodes de paiement
nl_nl: Groep betaalmethoden inschakelen

source: Net Term Group Title
fr_fr: Terme net Titre du groupe
nl_nl: Net Term Groep Titel

source: Net Term Group Description
fr_fr: Terme net Description du groupe
nl_nl: Net Term Groep Omschrijving

source: If set to "Yes" in JTL Wawi, column "Is Paid" will be set to Yes.
fr_fr: Si le JTL Wawi est réglé sur “Oui”, la colonne “Est payé” sera réglée sur “Oui”.
nl_nl: Indien ingesteld op "Ja" in JTL Wawi, zal kolom "Is Betaald" worden ingesteld op Ja.

source: Please enter your Mondu Webhooks Secret.
fr_fr: Veuillez saisir votre clé Mondu Webhooks.
nl_nl: Voer uw Mondu Webhooks Secret in.

source: Please enter your Mondu API Secret.
fr_fr: Veuillez saisir votre clé API Mondu.
nl_nl: Voer uw Mondu API geheim in.

source: When enabled, payment methods will be grouped by net terms.
fr_fr: Lorsque cette option est activée, les méthodes de paiement sont regroupées par leur termes nets.
nl_nl: Indien ingeschakeld, zullen betaalmethoden worden gegroepeerd op netto termijnen.

source: Title for the net term group. Use {net_term} symbol to replace with net term in the frontend.
fr_fr: Titre du groupe de termes nets. Utilisez le symbole {net_term} pour remplacer le délai de paiement sur le frontend.
nl_nl: Titel voor de netto term groep. Gebruik {net_term} symbool om te vervangen door netto term in de frontend.

source: Description for the net term group. Use {net_term} symbol to replace with net term in the frontend.
fr_fr: Description du groupe de termes nets. Utilisez le symbole {net_term} pour remplacer le délai de paiement sur le frontend.
nl_nl: Beschrijving voor de netto term groep. Gebruik het {net_term} symbool om de nettoterm te vervangen in de frontend.
